const ru = {
  setting: 'Настройки',
  nameDefaulft: 'Игрок 1',
  enemyName: 'ИИ',
  score: 'счёт',
  round: 'раунд',
  exitFullscreen: 'восстановить',
  fullscreen: 'развернуть на весь экран',
  newGame: 'Новая игра',
  inputLabel: 'Твоё имя',
  settingsTitle: 'Настройки',
  selectSkin: 'Выбрать тип иконок',
  selectLang: 'Выбрать язык',
  selectMode: 'Выбрать тип игры',
  btnClose: 'закрыть',
  btnStart: 'В бой!',
  help: 'Как играть',
  gameInstruction:
    'Победитель определяется по следующим правилам: бумага побеждает камень («бумага обёртывает камень»).Камень побеждает ножницы («камень затупляет или ломает ножницы»). Ножницы побеждают бумагу («ножницы разрезают бумагу»).',
  gameInstructionExtended:
    'Усложнённая версия: ножницы режут бумагу. Бумага заворачивает камень. Камень давит ящерицу, а ящерица травит Спока, в то время как Спок ломает ножницы, которые, в свою очередь, отрезают голову ящерице, которая ест бумагу, на которой улики против Спока. Спок испаряет камень, а камень, разумеется, затупляет ножницы.',
  soundTitle: 'Настройки звука',
  youtube: 'Обзор игры',
  author: 'Анна Юстус',
};

export default ru;
